Repository: linagora/Argus-du-Libre
Catalog: public/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Compare Projects
fr: Comparer les projets

source: Project Comparison
fr: Comparaison de projets

source: Compare scores across multiple projects
fr: Comparer les scores de plusieurs projets

source: Back to Homepage
fr: Retour à l'accueil

source: Metric
fr: Métrique

source: Overall Score
fr: Score global

source: Score Legend:
fr: Légende des scores :

source: No projects selected for comparison.
fr: Aucun projet sélectionné pour la comparaison.

source: Home
fr: Accueil

source: Historical metric trends
fr: Tendances historiques des métriques

source: No metric data available
fr: Aucune donnée de métrique disponible

source: There is currently no historical data collected for this field.
fr: Il n'y a actuellement aucune donnée historique collectée pour ce champ.

source: Back to Project
fr: Retour au projet

source: Featured Projects
fr: Projets en vedette

source: Featured Open Source Projects
fr: Projets Open Source en vedette

source: Discover our selection of quality open source software
fr: Découvrez notre sélection de logiciels open source de qualité

source: Search projects...
fr: Rechercher des projets...

source: Search projects
fr: Rechercher des projets

source: Search
fr: Rechercher

source: Read More
fr: En savoir plus

source: No featured projects available at the moment.
fr: Aucun projet en vedette pour le moment.

source: Visit Website
fr: Visiter le site

source: Overall Score:
fr: Score global :

source: Overview
fr: Aperçu

source: Compare with Other Projects
fr: Comparer avec d'autres projets

source: Select projects to compare (1-4):
fr: Sélectionnez les projets à comparer (1-4) :

source: Hold Ctrl (Windows) or Cmd (Mac) to select multiple projects
fr: Maintenez Ctrl (Windows) ou Cmd (Mac) pour sélectionner plusieurs projets

source: Please select between 1 and 4 projects to compare.
fr: Veuillez sélectionner entre 1 et 4 projets à comparer.

source: Search Results
fr: Résultats de recherche

source: Results for "%(query)s"
fr: Résultats pour "%(query)s"

source: Enter a search query to find projects
fr: Entrez une requête pour trouver des projets

source: %(counter)s project found
fr: %(counter)s projet trouvé

source: No projects found matching your search.
fr: Aucun projet ne correspond à votre recherche.

source: Projects with this tag
fr: Projets avec ce tag

source: No projects found with this tag.
fr: Aucun projet trouvé avec ce tag.

source: Select Projects to Compare
fr: Sélectionner des projets à comparer

source: Close
fr: Fermer

source: Selected:
fr: Sélectionnés :

source: No projects match your search
fr: Aucun projet ne correspond à votre recherche

source: Cancel
fr: Annuler

source: Compare Selected Projects
fr: Comparer les projets sélectionnés

source: About
fr: À propos

source: About Argus du Libre
fr: À propos d'Argus du Libre

source: Developed and Operated by LINAGORA
fr: Développé et exploité par LINAGORA

source: Argus du Libre is developed and operated by <a href="https://linagora.com/" target="_blank" rel="noopener">LINAGORA</a>, a company specialized in free and open-source software solutions.
fr: Argus du Libre est développé et exploité par <a href="https://linagora.com/" target="_blank" rel="noopener">LINAGORA</a>, une entreprise spécialisée dans les solutions logicielles libres et open source.

source: Beta Version
fr: Version bêta

source: This service is currently in beta. We are actively working on improvements and new features.
fr: Ce service est actuellement en version bêta. Nous travaillons activement sur des améliorations et de nouvelles fonctionnalités.

source: Open Source Projects
fr: Projets open source

source: Argus du Libre is built on two main GitHub repositories:
fr: Argus du Libre repose sur deux dépôts GitHub principaux :

source: The website you are currently using
fr: Le site web que vous utilisez actuellement

source: The tool that fetches metrics and calculates scores
fr: L'outil qui récupère les métriques et calcule les scores

source: Feedback Welcome
fr: Commentaires bienvenus

source: We welcome your feedback and contributions! If you encounter any issues or have suggestions, please feel free to open an issue on our GitHub repositories.
fr: Nous accueillons volontiers vos commentaires et contributions ! Si vous rencontrez des problèmes ou avez des suggestions, n'hésitez pas à ouvrir un ticket sur nos dépôts GitHub.

source: Report an Issue
fr: Signaler un problème
